Revit 2027 API
ParameterTypeId.StructuralSectionIshapeFlangethickness Property
 "Flange Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeFlangethickness { get; }
Public Shared ReadOnly Property StructuralSectionIshapeFlangethickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeFlangethickness {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeFlangethickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace